class BookGeneration {
  static BannerBookList = [
    {
      type: 0,
      thumbnail: "../../../assets/images/banner0.jpg",
      url: "https://product.kyobobook.co.kr/detail/S000212321676",
      title: "불변의 법칙",
      contents:
        "세계적인 베스트셀러 《돈의 심리학》의 저자 모건 하우절이 3년 만에 세상에 내놓은 신작.‘절대 변하지 않는 것들에 대한 23가지 이야기’를 전한다. 출간하자마자 아마존과 뉴욕타임스 베스트셀러 자리에 오르며 아마존 독자들과 오피니언 리더들의 극찬을 받았다. 이번 책은 돈과 투자 영역은 물론이고, 인간의 본성과 세상의 이치에 관한 이야기를 두루 다루어 한층 더 다층적이고 복합적인 메시지를 담아냈다는 평가를 받는다. 모건 하우절은 사람들은 무엇이 변할 것인지에 대해 늘 관심을 갖지만, 미래에 대비하기 위해서는 오히려 과거에도 지금도 미래에도 변함이 없는‘불변의 법칙’에 대해 알아야 한다고 강조한다. 이에 1000년 후에도 유효할 인간의 행동양식과 반복패턴에 대한 흥미로운 역사 스토리와 일화들을 들려준다. 워런 버핏의 스니커즈, 빌 게이츠의 숨겨진 불안, 유발 하라리가 받은 뜻밖의 비난, 게임스탑 사태의 보이지 않는 변수, 벌지 전투의 최후, 마술사 후디니의 죽음 등, 한 편 한 편의 이야기가 마치 다큐소설처럼 펼쳐진다. 흥미로운 일화 속에 인간사를 꿰뚫는 통찰과 삶의 교훈을 구슬처럼 꿰어내어 “역시 모건 하우절이다”라는 찬사를 받았다. 스콧 갤러웨이, 라이온 홀리데이는 물론, 국내 유수의 리더들 또한 먼저 읽고 “대단한 책이다”라는 평가를 내놓았다.",
    },
    {
      type: 1,
      thumbnail: "../../../assets/images/banner1.jpg",
      url: "https://product.kyobobook.co.kr/detail/S000212704326",
      title: "고층 입원실의 갱스터 할머니",
      contents:
        "누군가의 오랜 아픔을 마주하는 일이 이토록 환하고 유쾌할 수 있을까? 마냥 해맑게 자랐을 것만 같았던 크리에이터 ‘빵먹다살찐떡’ 양유진의 첫 투병 고백 이야기다. 틱톡과 유튜브 채널 ‘빵먹다살찐떡’으로 수많은 이들에게 다정한 웃음을 선사한 저자는 이 책을 통해 지금까지 마음속에 꼭꼭 숨겨두었던, 난치병 ‘루푸스’(만성 자가면역 질환) 투병을 고백한다. 작은 방에서 홀로 찍었던 영상이 많은 이들에게 닿아 100만이 넘는 구독자를 모으기까지 괜스레 이야기하지 못했던 지난날의 아픔을 책에 조심스럽게 담아냈다.",
    },
    {
      type: 2,
      thumbnail: "../../../assets/images/banner2.jpg",
      url: "https://product.kyobobook.co.kr/detail/S000212302880",
      title: "무례한 친구가 생겼어요",
      contents:
        "어느 날 새로운 학교로 전학 가게 된 주인공 지니. 새로운 친구들을 만날 생각에 설레기도, 긴장되기도 합니다. 하지만 괜찮아요. 지니에게는 ‘특별한 비법’이 있거든요. 그 비법으로 지니는 단숨에 새 학교의 인기 만점 친구가 되었습니다. 지니와 친구가 된 아이들은 입을 모아 말해요. “지니는 누구에게나 다정하고 친절해요!”, “지니는 용감하고 씩씩해요!”",
    },
  ];

  static RoleBookList = [];

  static genreObj = {
    1: "생성",
  };
}

export default BookGeneration;
